 #+SEQ_TODO: TD(t) NXT(n) MYB(m) S(s) R(r) | DONE(d) CANCELLED(c) 
* routine
** TD brush teeth 
   SCHEDULED: <2021-01-23 sáb .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 10:18]
:END:

- State "DONE"       from "TD"         [2021-01-19 mar 15:05]
- State "DONE"       from "TD"         [2021-01-10 Sun 16:21]
- State "DONE"       from "R"          [2021-01-09 Sat 10:11]
:LOGBOOK:
- State "DONE"       from "R"          [2021-01-22 vie 10:18]
- State "DONE"       from "TD"         [2021-01-21 jue 08:53]
- State "DONE"       from "R"          [2021-01-20 mié 08:34]
:END:

** TD tidy room
SCHEDULED: <2021-01-23 sáb .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 10:18]
:END:
- State "DONE"       from "TD"         [2021-01-19 mar 15:05]
- State "DONE"       from "TD"         [2021-01-10 Sun 16:21]
- State "DONE"       from "R"          [2021-01-09 Sat 10:11]
:LOGBOOK:
- State "DONE"       from "R"          [2021-01-22 vie 10:18]
- State "DONE"       from "TD"         [2021-01-21 jue 08:53]
- State "DONE"       from "R"          [2021-01-20 mié 08:34]
:END:

** TD yoga
SCHEDULED: <2021-01-23 sáb .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 10:18]
:END:
- State "DONE"       from "TD"         [2021-01-19 mar 15:06]
- State "DONE"       from "TD"         [2021-01-10 Sun 16:21]
- State "DONE"       from "R"          [2021-01-09 Sat 10:11]
:LOGBOOK:
- State "DONE"       from "TD"         [2021-01-22 vie 10:18]
- State "DONE"       from "R"          [2021-01-21 jue 10:17]
- State "DONE"       from "R"          [2021-01-20 mié 09:18]
:END:

** TD meditation
SCHEDULED: <2021-01-23 sáb .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 13:41]
:END:
- State "DONE"       from "TD"         [2021-01-10 Sun 16:21]
- State "DONE"       from "R"          [2021-01-09 Sat 10:11]
:LOGBOOK:
- State "DONE"       from "TD"         [2021-01-22 vie 13:41]
- State "DONE"       from "TD"         [2021-01-22 vie 10:18]
- State "DONE"       from "R"          [2021-01-21 jue 22:08]
- State "DONE"       from "R"          [2021-01-20 mié 10:19]
:END:

** TD reading
SCHEDULED: <2021-01-22 vie .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-21 jue 20:13]
:END:
- State "DONE"       from "TD"         [2021-01-10 Sun 21:28]
:LOGBOOK:
- State "DONE"       from "R"          [2021-01-21 jue 20:13]
CLOCK: [2021-01-21 jue 19:25]--[2021-01-21 jue 20:13] =>  0:48
- State "DONE"       from "TD"         [2021-01-19 mar 16:18]
CLOCK: [2021-01-19 mar 15:21]--[2021-01-19 mar 16:04] =>  0:43
:END:
** TD emacs practice
SCHEDULED: <2021-01-24 dom .+2d/3d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 17:22]
:END:
:LOGBOOK:
- State "DONE"       from "R"          [2021-01-22 vie 17:22]
CLOCK: [2021-01-22 vie 13:44]--[2021-01-22 vie 16:35] =>  2:51
- State "DONE"       from "R"          [2021-01-19 mar 16:46]
:END:
* projects
** Apply to Georgia Tech Online Masters Prorgram [0/5]
   DEADLINE: <2021-02-26 Fri>
Submit completed Application to Georgia Tech Online Masters Program
- [ ] Write reccomendation letter 1
- [ ] Write reccomendation letter 2
- [ ] Write reccomendation letter 3
- [ ] Write letter of purpose
- [ ] Finish any forms
** Make Money [6/8]
 - [X] Delete Varisty Tutors Account (not deleted)
 - [X] Create new account
 - [X] Do video interview
 - [X] Enter Information
 - [X] Qualify for teaching various subjects
 - [ ] Get Validated
 - [X] Interview
 - [ ] Start Tutoring Online

** Trigonometry Tutorial Website [0/4]
- [ ] create notes module
- [ ] create navigation module
- [ ] create current module
- [ ] create profile module
- [ ] create exercise module

* weekly review
* Tasks
** TD bake cake for Lucy
   SCHEDULED: <2021-01-23 sáb>
** TD pagar agua 
   SCHEDULED: <2021-01-23 sáb>
** TD Apply to McDonogh Scholarship [4/6]
- [X] Respond to Mary-Catherine
- [X] Create Letter of Interest
- [X] Update Resume
- [X] Get Mary-Cahterine to review letter
- [ ] Fix emails so they are independent via godaddy
- [ ] send letter and resume to HR
* weekly jobs
** Mon 
** Tues
** Wed
*** trash
** Thur
** Fri
*** trash
** Sat
** Sun
